{"data":{"site":{"siteMetadata":{"title":"Writings by David Hartsough","author":"David Hartsough","baseKeywords":"david, hartsough, ","image":"https://davidhartsough.com/android-chrome-512x512.png","authorUrl":"https://davidhartsough.com/","url":"https://davidhartsough.com/writings/"}},"markdownRemark":{"html":"<p><strong>The Unfortunate Consequences of Differing Worldviews Within the Family, and Three Ways to Overcome Them</strong></p>\n<p>My parents are Christians; I am not.</p>\n<p>As Christians, my parents:</p>\n<ul>\n<li>believe that the meaning of life for every individual human is to bring glory to God.</li>\n<li>believe that raising their children to be Christians is one of the utmost important goals of parenting.</li>\n<li>believe that their children who are not Christians cannot self-actualize.</li>\n<li>believe that God has a plan for their children's lives.</li>\n<li>believe that their children who are not Christians do nothing for the glory of God.</li>\n<li>believe that their children who are not Christians lack a deeper meaning in their lives.</li>\n<li>believe that their children who are not Christians are incomplete.</li>\n<li>believe that their children who are not Christians are making an immoral decision.</li>\n<li>believe that their children who are not Christians are disobedient.</li>\n<li>believe that their children who are not Christians struggle to be moral and ethical.</li>\n<li>believe that their children who are not Christians are lacking something in life.</li>\n<li>believe that their children who are not Christians are not living to their fullest potential.</li>\n<li>believe that their children who are not Christians are \"hard-hearted\".</li>\n<li>believe that their children who are not Christians are sinning against God.</li>\n<li>believe that their children who are not Christians are living in rebellion.</li>\n<li>believe that their children who are not Christians are living incorrectly and wrongly in general.</li>\n<li>believe that their children who are not Christians \"will not see life, for God's wrath remains on them.\"</li>\n<li>believe that the achievements of their children who are not Christians lack meaning.</li>\n<li>pray daily for their children who are not Christians to be something that they are not.</li>\n<li>pray daily for their children who are not Christians to change to be someone else.</li>\n<li>pray daily for God to interrupt the lives of their children who are not Christians.</li>\n<li>pray daily for that disruption to make their children reconsider their decisions to not be a Christian.</li>\n<li>take their children's decisions to not be Christians personally.</li>\n<li>have an inner sense of failure in their parenting if they have a child who decides to not be Christian.</li>\n<li>cannot fully accept their children who are not Christians.</li>\n<li>are rather disappointed in any of their children who decide to not be Christian.</li>\n<li>grieve their children who are not Christians.</li>\n</ul>\n<p>Personally, I believe that the saddest consequence on my parents is an inability to <em>fully</em> appreciate and celebrate even the greatest achievements of their children who are not Christians, because they believe that those achievements could have been <em>better</em> if they had been done with the intentions of bringing glory to God. This effectively sets up a target that the children who are not Christians can never hit -- a forever unmet mark.</p>\n<p>Because their children who are not Christians do nothing for the glory of God by default, the parents will always have the perspective that the lives and achievements of their children who are not Christians lack righteousness, God's approval, eternal value, wholeness, and meaning.</p>\n<p>How can the children who are not Christians overcome</p>\n<ul>\n<li>a sense of inadequacy from their parents' perspective amidst these beliefs?</li>\n<li>a feeling that their relationships with their parents cannot be whole and harmonious?</li>\n<li>a feeling that they are not <em>fully</em> accepted for who they are as individuals?</li>\n</ul>\n<p>In a recent discussion I had with my mother, I realized that there are three key things that will help me overcome these sad circumstances.</p>\n<p>Firstly, I have to overcome this situation through an acceptance that maintains a proper, proportional perspective. I have to keep myself in check and not turn these problems into something larger than they need to be. In this realization I had to apologize to my parents because I used to be upset and hold this against them, and that did nothing but exasperate our struggle for harmony. Because neither my parents nor I are going to change our worldviews, these consequences, as unfortunate as they may be, will always exist, and I have to accept that. There's no use crying over spilled milk when it's outside of my control.</p>\n<p>Secondly, my parents play a vital role in helping me overcome this reality by acknowledging it. In recent discussions we have talked about this, and even though it is sad, we understand where the other is coming from. We empathize with each other and realize that, while this is unfavorable, we just want to love each other at the end of the day in a harmonious relationship.</p>\n<p>Thirdly, my parents and I must strive to be the best people we can be and share in the most genuine and authentic love we can. If we only try to love each other because we feel a familial obligation, then the insincerity will tear any potential healthy relationship apart. Instead, we should look at each other from an outsider's perspective, and if we are being the best people we can be, then we will be able to easily love each other for the wonderful individuals that we are. In reality, my parents are altruistic adults worthy of much admiration. And if they see me in a similar light, then it would be foolish of us to let the great relationship that could grow between us go to waste by putting our sticky parent-child worldview differences in the way. Yes, they raised me to be Christians. No, I am not a Christian. But if my parents do not take it personally and perceive this as an issue between God and I, then we can still love each other for the beautiful people we see in each other.</p>\n<p>When a family has Christian parents and children who are not Christians, they will struggle with these unfortunate consequences resulting from their differing worldviews.</p>\n<p>It is a serious bummer, and frankly, it totally sucks. But at the end of the day, if the family acknowledges and accepts the situation for what it is, then they can overcome the big bummer and have harmony at home. Empathy, understanding, and a realistic perspective are paramount to establishing healthy, loving relationships.</p>\n<p>A simple application of this is for both the parents and the children to ask themselves, \"What if I was a complete stranger and had just met this family member for the first time? What would we talk about? How would we relate and connect? What would we like best about each other?\" This helps keep reality in perspective by allowing the family to acknowledge each other as unique individuals outside the expectations and roles of family. And in this way, the family will find it easy to love each other in an authentic manner that doesn't carry the distasteful hint of obligation.</p>\n<p>Keeping in check with reality and accepting it as it is, especially when it is beyond the individual's control, is a wise idea as old as the Stoics and distinctly transcendental. There's no need to make elephants out of ants. There will be times when my parents or I will be filled with a somber melancholy. In the case of my parents, they will be flat out bummed that I am not the Christian they raised me to be. In my own case, I will be bummed that my own parents do not see me as flourishing in my fullest potential. And that's okay, because the rest of the time, which is a vast majority, we will be filled with a deep sense of love because we are cherishing the terrific individuals that each of us are.</p>","frontmatter":{"title":"Differing Worldviews Within the Family","date":"2016-09-05","description":"A discussion on the unfortunate consequences of differing worldviews within the family and three ways to overcome them.","keywords":"worldview, religion, family, parenting, Christian, children, differing, differences"},"fields":{"slug":"/differing-worldviews-in-the-family/"}}},"pageContext":{"slug":"/differing-worldviews-in-the-family/"}}