{"data":{"site":{"siteMetadata":{"title":"Writings by David Hartsough","author":"David Hartsough","baseKeywords":"david, hartsough, ","image":"https://davidhartsough.com/android-chrome-512x512.png","authorUrl":"https://davidhartsough.com/","url":"https://davidhartsough.com/writings/"}},"markdownRemark":{"html":"<p><strong>Prompt</strong>: <em>Write an informative essay on the value of travel as a transforming experience of change and growth.</em></p>\n<p>Perspective shapes reality. Cosmologies, worldviews, values, beliefs, and ideas forge and frame the experience in human minds known as life. Perspective creates the lens through which humans see the world. Therefore, humans must understand the importance of their individual perspective and must take on new and improved perspectives whenever possible. Every day, perspectives change as people grow, learn, understand, reflect, solve problems, overcome challenges, and have new experiences. Of all human experiences, travel in particular is one of the most transformative for one's perspective because it encompasses all these perspective-changing experiences together. Thus, a surefire way for one to improve his/her perspective is to take time to travel and reflect.</p>\n<p>If you circle a group of people in a room around a light and put a diamond in the light, each person will see a different color from the diamond. People throughout the room may try to explain what they are seeing to each other, but until they actually move themselves to the other person's place in the room, they will not fully understand the other person's perspective. Similarly, humanity, spread across the world, is experiencing life together, and different people from different locations have different perspectives on life. When one travels, he provides for himself the opportunity to experience and explore different perspectives on life and the potential to reshape his own perspective or even adopt a new one entirely.</p>\n<p>According to the Oxford dictionary, traveling is defined as making a journey (\"Travel\"), and conveniently, this dictionary also defines journey as an act of traveling somewhere (\"Journey\"). To be plain, traveling is moving from one place to another, but to humanity, it has much more semantic meaning. Humans journey through existence, continually progressing forward to the future. Life itself is a travel through time.</p>\n<p>If we portray life as a journey from birth to death, we may then ask, \"What do people want to do before they die?\" In 21st-century western civilization, there is a popular term used to describe a person's list of experiences or achievements that the person wishes to have or accomplish before death: a bucket list (so named after another 21st-century phrase for death: kick the bucket). In a survey conducted by Haynes Publishing in the UK, 50.4% of people replied with \"see the world\" when asked about what they would like to do before they die. Whether it's for recreation, leisure, pleasure, relaxation, discovery, exploration, etc., travel is one of the most popular bucket list items (Gore), so interestingly enough, during their travels through time, humans often want to do even more traveling -- through space.</p>\n<p>Unfortunately yet truthfully, travel has not always been a top bucket list item for western civilization. According to Douglas Harper, the etymology of the word is a little unclear, but it probably derives from the Old French word travail, which actually means work strenuously, toil, or labor. We still occasionally use \"travail\" in English today as a synonym for struggle. However, the word travel has obviously lost its negative connotations and been redefined in a positive manner. More than likely, the transformation of this word reflects a transformation of western civilization as a whole. Specifically, one might suggest that travel's negative connotations originated in the Dark Ages, when traveling was most difficult and uncommon. The Dark Ages represents a period in western civilization after the fall of the Roman Empire during which there was a scarcity of intellectual, cultural, and economic growth. Before its fall, the Roman Empire consisted of many various cultures intermingling; many differing ideas traveling on the famous Roman roads sparked intellectual and cultural development. However, in strong contrast, the Dark Ages marked a time of cultural stagnation and little travel. Coincidentally, travel promotes intellectual and cultural growth through a sharing and spreading of varying ideas and perspectives.</p>\n<p>While there were many factors involved, one could argue that travel played a major role in these historical events; a correlation is evident between the times when travel was most difficult and its significance was disregarded and when the least amount of growth occurred in western civilization's intellectual and cultural aspects (and vice versa, demonstrating a direct proportion between the two). When the people in the room were quietly gathered into one place to look at the diamond in the light, they kept themselves from experiencing other colors and perspectives. Travel serves as the perfect tool for expanding, exploring, and reshaping perspectives, and with an improved perspective comes an improved reality.</p>\n<p>Today, western civilization recognizes the importance of travel, as it presents many opportunities to try new experiences, overcome challenges, and learn much about others and oneself along the way. While many merely travel with the expectations of simply sightseeing, observing differences in others' daily lives and perspective is nearly inevitable. Henry Miller once said, \"One’s destination is never a place, but rather a new way of looking at things.\" Once the observances have been made, the traveling individual then holds a most valuable treasure within a chest only unlockable through self-examination. Traveling often explores both new places and new thoughts. The mental exploration seeks to understand the unfamiliar experiences. As a result, one will find a new understanding of the self through a new understanding of others and the world surrounding. Each and every journey is capable of transforming those who undertake it. As one encounters new people with varying worldviews, the potential for personal growth awaits its catalyst: reflection.</p>\n<p>The Oxford dictionary defines reflection as serious thought or consideration (\"Reflection\"). Reflection provides one the opportunity to learn from new experiences; it promotes mindfulness and awareness and is a time to process, examine, analyze, understand, and recognize all of one's thoughts, actions, reasons, feelings, ideas, and values. Through an open-minded and honest reflection, one may come to accept and acknowledge all these components of the self for what they are, cultivating the thoughts, actions, feelings, ideas, and values that are positive and reasonable, while releasing and letting go of those that are not.</p>\n<p>Even the simplest of one's traveling experiences has the potential to formulate new perspectives when combined with a bit of reflection. Take for example a moment where an American visiting London decides to go to a nearby barber for a much needed haircut. Initially the British barber and the American are quiet during the haircut because of the slight difficulty in understanding each other's accents. However, they soon find themselves in merry discussion, learning much about each other's lives and perspectives. The American asks about the barber's thoughts on the differences between their cultures, and after giving his general ideas, the barber, now equally curious, asks the American similar questions. Upon reflection, that same American today (the author of this article) will tell you that this discussion was one of the most important experiences throughout two weeks of travel.</p>\n<p>The American took time to think about the barber's perspective of Americans and Londoners and reflected on how that perspective shapes the barber's reality. Acknowledging how happy the barber seemed, the American pondered the possibility that adopting a similar perspective to the barber could make reality a happier experience, even back in the states. The barber proposed that he rather likes Americans and finds them to be rather nice, even in comparison to Londoners.</p>\n<p>If nothing else, the American could then take away a stronger sense of appreciation for the people at home, seeking to see the best in other fellow Americans. However, one of the most transformative thoughts was the American's realization that many people are stuck in the belief that \"the grass is greener on the other side,\" yet traveling can reveal the secret that there is much green grass to be found in one's homeland. With a changed perspective, one could start to see this grass in abundance. When taking time to move across the room, new ways of looking at the diamond in the light will help illuminate one's understanding of the diamond and the colors one has seen.</p>\n<p>The diamond in the light offers a whole rainbow of colors, many of which you've yet to see. Try not to get too stuck in one location in the room. Perhaps if you are blue, there are places to go and people to meet that can help you see the gorgeous greens and bright yellows of life. And remember: mixing equal amounts of travel with reflection is the perfect recipe for reformulating perspectives, reshaping reality, and experiencing a life most colorful.</p>\n<hr>\n<h2 id=\"works-cited\"><a href=\"#works-cited\" aria-hidden=\"true\" class=\"anchor\"><svg aria-hidden=\"true\" height=\"16\" version=\"1.1\" viewBox=\"0 0 16 16\" width=\"16\"><path fill-rule=\"evenodd\" d=\"M4 9h1v1H4c-1.5 0-3-1.69-3-3.5S2.55 3 4 3h4c1.45 0 3 1.69 3 3.5 0 1.41-.91 2.72-2 3.25V8.59c.58-.45 1-1.27 1-2.09C10 5.22 8.98 4 8 4H4c-.98 0-2 1.22-2 2.5S3 9 4 9zm9-3h-1v1h1c1 0 2 1.22 2 2.5S13.98 12 13 12H9c-.98 0-2-1.22-2-2.5 0-.83.42-1.64 1-2.09V6.25c-1.09.53-2 1.84-2 3.25C6 11.31 7.55 13 9 13h4c1.45 0 3-1.69 3-3.5S14.5 6 13 6z\"></path></svg></a>Works Cited</h2>\n<ul>\n<li>\n<p>Gore, Alex. \"See the seven wonders of the world, go on safari and swim with dolphins: The top 50 things people want to do before they die.\" <em>Daily Mail</em>. N.s., 20 Jan. 2013. Web. 16 Jan. 2015.</p>\n</li>\n<li>\n<p>Harper, Douglas. \"Travail.\" <em>Online Etymology Dictionary</em>. N.s., n.d. Web. 16 Jan. 2015.</p>\n</li>\n<li>\n<p>Haynes Publishing. \"Top 20 Most Popular Things To Do Before You Kick The Bucket.\" Infographic. <em>Visual.ly</em>. Visual.ly, n.d. Web. 16 Jan. 2015.</p>\n</li>\n<li>\n<p>\"Journey.\" <em>Oxford Dictionaries</em>. Oxford Dictionaries, n.d. Web. 16 Jan. 2015.</p>\n</li>\n<li>\n<p>Sabah. Personal interview. 15 Jan. 2015.</p>\n</li>\n<li>\n<p>\"Reflection.\" <em>Oxford Dictionaries</em>. Oxford Dictionaries, n.d. Web. 16 Jan. 2015.</p>\n</li>\n<li>\n<p>\"Travel.\" <em>Oxford Dictionaries</em>. Oxford Dictionaries, n.d. Web. 16 Jan. 2015.</p>\n</li>\n</ul>","frontmatter":{"title":"The Diamond in the Light","date":"2015-01-17","description":"An essay that examines the value of travel as a transformative experience of change and growth by exploring the impact of reflection upon perspectives.","keywords":"perspective, experience, travel, transformation, reflection, worldview"},"fields":{"slug":"/diamond-in-the-light/"}}},"pageContext":{"slug":"/diamond-in-the-light/"}}