{"data":{"site":{"siteMetadata":{"title":"Writings by David Hartsough","author":"David Hartsough","baseKeywords":"david,hartsough,","image":"https://davidhartsough.com/android-chrome-512x512.png","authorUrl":"https://davidhartsough.com/","url":"https://davidhartsough.com/writings/"}},"markdownRemark":{"html":"<h2 id=\"heading-two\"><a href=\"#heading-two\" aria-hidden=\"true\" class=\"anchor\"><svg aria-hidden=\"true\" height=\"16\" version=\"1.1\" viewBox=\"0 0 16 16\" width=\"16\"><path fill-rule=\"evenodd\" d=\"M4 9h1v1H4c-1.5 0-3-1.69-3-3.5S2.55 3 4 3h4c1.45 0 3 1.69 3 3.5 0 1.41-.91 2.72-2 3.25V8.59c.58-.45 1-1.27 1-2.09C10 5.22 8.98 4 8 4H4c-.98 0-2 1.22-2 2.5S3 9 4 9zm9-3h-1v1h1c1 0 2 1.22 2 2.5S13.98 12 13 12H9c-.98 0-2-1.22-2-2.5 0-.83.42-1.64 1-2.09V6.25c-1.09.53-2 1.84-2 3.25C6 11.31 7.55 13 9 13h4c1.45 0 3-1.69 3-3.5S14.5 6 13 6z\"></path></svg></a>Heading two</h2>\n<p>Sample paragraph example text sentences. Callout to another <a href=\"http://homestarrunner.com/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\">essay with this link</a> because it is a related reading. Home skillet daria you’ve got mail renting movies at a store britney spears, personalized mixtapes wesley snipes dawson’s creek ken griffey jr skidz and zubas. Destiny’s child honda accord meg ryan I believe I can fly ross and rachel, taco bell chihuahua hottie fanny packs rayon shirts mood rings. Spiked hair headbands ford bronco butterfly clips razor scooter, cory matthews buddy list wild cherry pepsi your mom.</p>\n<h3 id=\"90s-ipsum\"><a href=\"#90s-ipsum\" aria-hidden=\"true\" class=\"anchor\"><svg aria-hidden=\"true\" height=\"16\" version=\"1.1\" viewBox=\"0 0 16 16\" width=\"16\"><path fill-rule=\"evenodd\" d=\"M4 9h1v1H4c-1.5 0-3-1.69-3-3.5S2.55 3 4 3h4c1.45 0 3 1.69 3 3.5 0 1.41-.91 2.72-2 3.25V8.59c.58-.45 1-1.27 1-2.09C10 5.22 8.98 4 8 4H4c-.98 0-2 1.22-2 2.5S3 9 4 9zm9-3h-1v1h1c1 0 2 1.22 2 2.5S13.98 12 13 12H9c-.98 0-2-1.22-2-2.5 0-.83.42-1.64 1-2.09V6.25c-1.09.53-2 1.84-2 3.25C6 11.31 7.55 13 9 13h4c1.45 0 3-1.69 3-3.5S14.5 6 13 6z\"></path></svg></a>90's Ipsum</h3>\n<p>Minesweeper dope turquoise leggings skate tees. Atlanta summer olympics ok simpson your mom jurassic park lunchables body piercings. Jonathan taylor thomas blur adidas toni braxton. Maze screensavers dial-up desert storm life is like a box of chocolates track jackets giga pets, barbie digital pets beanie babies mtv cory matthews. Fly cornrows kurt cobain denim jackets america online. Boyz II men turquoise doc martens renting movies at a store gangsta rap topanga.</p>\n<blockquote>\n<p>Blockquotes for days. Mazda mpv velcro sneakers wild cherry pepsi world wide web, bomber jacket glow in the dark stickers vanilla ice big lebowski. Courtney love bill gates pop punk tupac shakur spice girls armageddon, wesley snipes vertically striped shirts bop it dawson’s creek. Good will hunting pokémon titanic men in black girl power. Grunge geo metro magic johnson inflatable furniture.</p>\n</blockquote>\n<h2 id=\"more-ipsum-for-ya\"><a href=\"#more-ipsum-for-ya\" aria-hidden=\"true\" class=\"anchor\"><svg aria-hidden=\"true\" height=\"16\" version=\"1.1\" viewBox=\"0 0 16 16\" width=\"16\"><path fill-rule=\"evenodd\" d=\"M4 9h1v1H4c-1.5 0-3-1.69-3-3.5S2.55 3 4 3h4c1.45 0 3 1.69 3 3.5 0 1.41-.91 2.72-2 3.25V8.59c.58-.45 1-1.27 1-2.09C10 5.22 8.98 4 8 4H4c-.98 0-2 1.22-2 2.5S3 9 4 9zm9-3h-1v1h1c1 0 2 1.22 2 2.5S13.98 12 13 12H9c-.98 0-2-1.22-2-2.5 0-.83.42-1.64 1-2.09V6.25c-1.09.53-2 1.84-2 3.25C6 11.31 7.55 13 9 13h4c1.45 0 3-1.69 3-3.5S14.5 6 13 6z\"></path></svg></a>More Ipsum for ya</h2>\n<p>Omnem ante non sceleris; de exigit habebat tanto! Phoebus nulla, non nocte qui, me ille, animis ille sine anno obstipuit iuncti. Et amor respondere sua laesi sanguine fronti. Frequens pavidum ego Phinea ille nato quaesistis in umbra finge sulphure.</p>\n<ul>\n<li>Got a rad list going on here</li>\n<li>So many phat things to list out</li>\n<li>You don't even wanna know what I can list</li>\n<li>List really get me, you know</li>\n<li>There's something about lists</li>\n<li>Lists are my one and only</li>\n</ul>\n<h2 id=\"alright-heading-two\"><a href=\"#alright-heading-two\" aria-hidden=\"true\" class=\"anchor\"><svg aria-hidden=\"true\" height=\"16\" version=\"1.1\" viewBox=\"0 0 16 16\" width=\"16\"><path fill-rule=\"evenodd\" d=\"M4 9h1v1H4c-1.5 0-3-1.69-3-3.5S2.55 3 4 3h4c1.45 0 3 1.69 3 3.5 0 1.41-.91 2.72-2 3.25V8.59c.58-.45 1-1.27 1-2.09C10 5.22 8.98 4 8 4H4c-.98 0-2 1.22-2 2.5S3 9 4 9zm9-3h-1v1h1c1 0 2 1.22 2 2.5S13.98 12 13 12H9c-.98 0-2-1.22-2-2.5 0-.83.42-1.64 1-2.09V6.25c-1.09.53-2 1.84-2 3.25C6 11.31 7.55 13 9 13h4c1.45 0 3-1.69 3-3.5S14.5 6 13 6z\"></path></svg></a>Alright heading two</h2>\n<h3 id=\"heading-three\"><a href=\"#heading-three\" aria-hidden=\"true\" class=\"anchor\"><svg aria-hidden=\"true\" height=\"16\" version=\"1.1\" viewBox=\"0 0 16 16\" width=\"16\"><path fill-rule=\"evenodd\" d=\"M4 9h1v1H4c-1.5 0-3-1.69-3-3.5S2.55 3 4 3h4c1.45 0 3 1.69 3 3.5 0 1.41-.91 2.72-2 3.25V8.59c.58-.45 1-1.27 1-2.09C10 5.22 8.98 4 8 4H4c-.98 0-2 1.22-2 2.5S3 9 4 9zm9-3h-1v1h1c1 0 2 1.22 2 2.5S13.98 12 13 12H9c-.98 0-2-1.22-2-2.5 0-.83.42-1.64 1-2.09V6.25c-1.09.53-2 1.84-2 3.25C6 11.31 7.55 13 9 13h4c1.45 0 3-1.69 3-3.5S14.5 6 13 6z\"></path></svg></a>Heading three</h3>\n<p>Corporate Ipsum. Leverage agile frameworks to provide a robust synopsis for high level overviews. Iterative approaches to corporate strategy foster collaborative thinking to further the overall value proposition. Organically grow the holistic world view of disruptive innovation via workplace diversity and empowerment.</p>\n<p>Ordered list below with corporate jargon and the first word is bold:</p>\n<ol>\n<li><strong>Capitalize</strong> on low hanging fruit to identify a ballpark value</li>\n<li><strong>Derive</strong> convergence on cross-platform integration</li>\n<li><strong>Synergize</strong> resource taxing relationships via premier niche markets</li>\n</ol>\n<p>User generated content in real-time will have multiple touchpoints. Proactively envisioned multimedia based expertise and cross-media growth strategies. Seamlessly visualize quality intellectual capital without superior collaboration and idea-sharing. Holistically pontificate installed base portals after maintainable products.</p>\n<h3 id=\"office-ipsum\"><a href=\"#office-ipsum\" aria-hidden=\"true\" class=\"anchor\"><svg aria-hidden=\"true\" height=\"16\" version=\"1.1\" viewBox=\"0 0 16 16\" width=\"16\"><path fill-rule=\"evenodd\" d=\"M4 9h1v1H4c-1.5 0-3-1.69-3-3.5S2.55 3 4 3h4c1.45 0 3 1.69 3 3.5 0 1.41-.91 2.72-2 3.25V8.59c.58-.45 1-1.27 1-2.09C10 5.22 8.98 4 8 4H4c-.98 0-2 1.22-2 2.5S3 9 4 9zm9-3h-1v1h1c1 0 2 1.22 2 2.5S13.98 12 13 12H9c-.98 0-2-1.22-2-2.5 0-.83.42-1.64 1-2.09V6.25c-1.09.53-2 1.84-2 3.25C6 11.31 7.55 13 9 13h4c1.45 0 3-1.69 3-3.5S14.5 6 13 6z\"></path></svg></a>Office Ipsum</h3>\n<p>Re-inventing the wheel upsell or guerrilla marketing. Baseline the procedure and samepage your department out of the loop quick win let's unpack that later yet I don't want to drain the whole swamp, I just want to shoot some alligators we want to see more charts new economy. Gain traction it's a simple lift and shift job and enough to wash your face nor re-inventing the wheel, for punter. Helicopter view player-coach we need more paper loop back, or idea shower anti-pattern.</p>\n<ul>\n<li><a href=\"http://davidhartsough.com/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\">Let's get some links in here</a></li>\n<li><a href=\"http://cats.com/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\">This link will take you to cats.com</a></li>\n<li><a href=\"http://google.com/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\">Links are usually in lists I think</a></li>\n</ul>\n<p>Run it up the flagpole. Ladder up / ladder back to the strategy not enough bandwidth, but we need to have a Come to Jesus meeting with Phil about his attitude. Personal development wheelhouse we need distributors to evangelize the new line to local markets, nor bells and whistles, for marketing computer development html roi feedback team website but close the loop commitment to the cause . Core competencies. Meeting assassin powerPointless, and bench mark.</p>\n<p>We need to future-proof this organic growth we've got to manage that low hanging fruit no scraps hit the floor. Cross-pollination. Critical mass what do you feel you would bring to the table if you were hired for this position, but cloud strategy for reach out dogpile that. Touch base locked and loaded move the needle blue money blue sky powerpoint Bunny, nor cloud strategy. Translating our vision of having a market leading platfrom run it up the flagpole, ping the boss and circle back.</p>\n<h3 id=\"startup-ipsum\"><a href=\"#startup-ipsum\" aria-hidden=\"true\" class=\"anchor\"><svg aria-hidden=\"true\" height=\"16\" version=\"1.1\" viewBox=\"0 0 16 16\" width=\"16\"><path fill-rule=\"evenodd\" d=\"M4 9h1v1H4c-1.5 0-3-1.69-3-3.5S2.55 3 4 3h4c1.45 0 3 1.69 3 3.5 0 1.41-.91 2.72-2 3.25V8.59c.58-.45 1-1.27 1-2.09C10 5.22 8.98 4 8 4H4c-.98 0-2 1.22-2 2.5S3 9 4 9zm9-3h-1v1h1c1 0 2 1.22 2 2.5S13.98 12 13 12H9c-.98 0-2-1.22-2-2.5 0-.83.42-1.64 1-2.09V6.25c-1.09.53-2 1.84-2 3.25C6 11.31 7.55 13 9 13h4c1.45 0 3-1.69 3-3.5S14.5 6 13 6z\"></path></svg></a>Startup Ipsum</h3>\n<p>Ownership success freemium seed money advisor user experience mass market long tail angel investor infrastructure gamification stock. Series A financing lean startup bootstrapping pitch value proposition launch party startup influencer technology funding founders network effects focus niche market. Ecosystem iteration handshake partner network direct mailing infographic prototype buzz social proof. Ramen buyer gen-z. Social proof stealth android gamification facebook technology graphical user interface handshake beta burn rate monetization metrics analytics. MVP startup assets gamification series A financing hypotheses holy grail funding.</p>\n<p>Bootstrapping handshake branding agile development marketing analytics sales strategy accelerator beta gen-z success venture long tail. Stock ramen holy grail gamification leverage social media twitter branding alpha growth hacking low hanging fruit. Facebook user experience bandwidth mass market. Marketing channels network effects business model canvas scrum project responsive web design graphical user interface buyer handshake release low hanging fruit investor growth hacking. Investor beta equity first mover advantage partnership prototype iteration innovator founders business model canvas buzz leverage social proof crowdfunding. Traction scrum project responsive web design crowdfunding partner network gamification deployment focus hackathon partnership innovator.</p>\n<h2 id=\"one-more-heading-one\"><a href=\"#one-more-heading-one\" aria-hidden=\"true\" class=\"anchor\"><svg aria-hidden=\"true\" height=\"16\" version=\"1.1\" viewBox=\"0 0 16 16\" width=\"16\"><path fill-rule=\"evenodd\" d=\"M4 9h1v1H4c-1.5 0-3-1.69-3-3.5S2.55 3 4 3h4c1.45 0 3 1.69 3 3.5 0 1.41-.91 2.72-2 3.25V8.59c.58-.45 1-1.27 1-2.09C10 5.22 8.98 4 8 4H4c-.98 0-2 1.22-2 2.5S3 9 4 9zm9-3h-1v1h1c1 0 2 1.22 2 2.5S13.98 12 13 12H9c-.98 0-2-1.22-2-2.5 0-.83.42-1.64 1-2.09V6.25c-1.09.53-2 1.84-2 3.25C6 11.31 7.55 13 9 13h4c1.45 0 3-1.69 3-3.5S14.5 6 13 6z\"></path></svg></a>One more heading one</h2>\n<p>Final concluding thoughts. I'll keep this paragraph a bit shorter. This one will only have three sentences in total.</p>\n<h3 id=\"once-more-with-client-ipsum\"><a href=\"#once-more-with-client-ipsum\" aria-hidden=\"true\" class=\"anchor\"><svg aria-hidden=\"true\" height=\"16\" version=\"1.1\" viewBox=\"0 0 16 16\" width=\"16\"><path fill-rule=\"evenodd\" d=\"M4 9h1v1H4c-1.5 0-3-1.69-3-3.5S2.55 3 4 3h4c1.45 0 3 1.69 3 3.5 0 1.41-.91 2.72-2 3.25V8.59c.58-.45 1-1.27 1-2.09C10 5.22 8.98 4 8 4H4c-.98 0-2 1.22-2 2.5S3 9 4 9zm9-3h-1v1h1c1 0 2 1.22 2 2.5S13.98 12 13 12H9c-.98 0-2-1.22-2-2.5 0-.83.42-1.64 1-2.09V6.25c-1.09.53-2 1.84-2 3.25C6 11.31 7.55 13 9 13h4c1.45 0 3-1.69 3-3.5S14.5 6 13 6z\"></path></svg></a>Once more, with client ipsum</h3>\n<p>Client Ipsum. I want you to take it to the next level this was not according to brief, there is too much white space yet can you pimp this powerpoint, need more geometry patterns for give us a complimentary logo along with the website, yet will royalties in the company do instead of cash. This looks perfect. Just Photoshop out the dog, add a baby, and make the curtains blue is there a way we can make the page feel more introductory without being cheesy, try making it a bit less blah. Can you make the font bigger? i'll know it when I see it im not sure, try something else, for make it sexy, or just do what you think. I trust you can you turn it around in photoshop so we can see more of the front.</p>\n<p>The target audience is males and females aged zero and up that sandwich needs to be more playful. I want you to take it to the next level that sandwich needs to be more playful can it be more retro. We don't need a contract, do we theres all this spanish text on my site and thats not what I saw in my head at all and I love it, but can you invert all colors? i'll pay you in a week we don't need to pay upfront I hope you understand and can you turn it around in photoshop so we can see more of the front. There is too much white space other agencies charge much lesser, and can you please change the color theme of the website to pink and purple? make the logo a bit smaller because the logo is too big can you link the icons to my social media accounts?</p>\n<h4 id=\"conclusion\"><a href=\"#conclusion\" aria-hidden=\"true\" class=\"anchor\"><svg aria-hidden=\"true\" height=\"16\" version=\"1.1\" viewBox=\"0 0 16 16\" width=\"16\"><path fill-rule=\"evenodd\" d=\"M4 9h1v1H4c-1.5 0-3-1.69-3-3.5S2.55 3 4 3h4c1.45 0 3 1.69 3 3.5 0 1.41-.91 2.72-2 3.25V8.59c.58-.45 1-1.27 1-2.09C10 5.22 8.98 4 8 4H4c-.98 0-2 1.22-2 2.5S3 9 4 9zm9-3h-1v1h1c1 0 2 1.22 2 2.5S13.98 12 13 12H9c-.98 0-2-1.22-2-2.5 0-.83.42-1.64 1-2.09V6.25c-1.09.53-2 1.84-2 3.25C6 11.31 7.55 13 9 13h4c1.45 0 3-1.69 3-3.5S14.5 6 13 6z\"></path></svg></a>Conclusion</h4>\n<p>Oh and please put pictures of cats everywhere for there is too much white space. That sandwich needs to be more playful make it pop, but we don't need a contract, do we anyway, you are the designer, you know what to do. We don't need a backup, it never goes down! i'll know it when I see it jazz it up a little. Use a kpop logo that's not a kpop logo! ugh can you punch up the fun level on these icons or we are a non-profit organization, but theres all this spanish text on my site. The website doesn't have the theme I was going for I like it, but can the snow look a little warmer just do what you think. I trust you we exceed the clients' expectations. Can you make it look more designed. It's great, can you add a beard though.</p>","frontmatter":{"title":"Style Guide Title","date":"2018-03-31","description":"This is a style guide for testing the default typography styles.","keywords":"style guide,example,testing,styles,template,typography"},"fields":{"slug":"/example/"}}},"pageContext":{"slug":"/example/"}}