{"data":{"site":{"siteMetadata":{"title":"Writings by David Hartsough","author":"David Hartsough","baseKeywords":"david, hartsough, ","image":"https://davidhartsough.com/android-chrome-512x512.png","authorUrl":"https://davidhartsough.com/","url":"https://davidhartsough.com/writings/"}},"markdownRemark":{"html":"<p>The world needs humanity to come together to collectively, cooperatively, and collaboratively define what the world needs, define what it means to be human, and define what it means to flourish. Humanity must understand its own needs and use that understanding as the foundation of its definition of humanity and of flourishing. Then humanity must outline what needs to be done to create a world that fosters flourishing. Once the world needs are defined and their steps outlined, they then must be prioritized and laid out into a plan. Thereby civilization will be guided by a common cause: to thrive and strive for the best. This plan will thus define the purpose of humanity — the meaning of life.</p>\n<p>This process will be cyclical — regularly recurring. While the general and fundamental components of flourishing have definitive underlying themes, the specific plans derived from that foundation will vary greatly as the world changes and humanity progresses. Humanity's definition of what is best will reflect the state of the world respectively. As goals are achieved, new milestones will be set in place. All the while, the idealistic revisions will be guided by a drive toward flourishing — toward the well-being and mastery of that which humans have control over.</p>\n<p>With a purpose, process, and plan in place, humanity can use its definition of human needs and rights as the basis of decision-making, ethics, politics and governments, scientific research, intellectual and philosophical endeavor, economic systems, social and cultural development, and institutions. By banding together under a unifying series of problems to solve, humanity will bring the world's most imperative issues to the forefront of public attention, informing all on what must be done for them to be successfully resolved, which organizations and people are working on them, and how anyone can contribute to and advocate for the causes.</p>\n<p>While it may be revolutionary, this idea is not a new one. Many people and organizations have recognized this paramount purpose and dedicated their efforts and expertise to addressing it. The most notable of which is the effective altruism community, which includes the collaborative initiatives of the interconnected partner projects: the <a href=\"https://www.centreforeffectivealtruism.org/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\">Centre for Effective Altruism</a>, <a href=\"https://www.effectivealtruism.org/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\">Effective Altruism</a>, <a href=\"https://concepts.effectivealtruism.org/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\">EA Concepts</a>, <a href=\"https://80000hours.org/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\">80,000 Hours</a>, the <a href=\"http://globalprioritiesproject.org/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\">Global Priorities Project</a> (now inactive), Oxford University's <a href=\"https://www.fhi.ox.ac.uk/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\">Future of Humanity Institute</a>, and the <a href=\"http://blog.givewell.org/2014/05/22/narrowing-down-u-s-policy-areas/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\">Open Philanthropy Project</a>. Each of these contributes to a definitive understanding of helping and benefiting others, i.e., social impact.</p>\n<p>Here is a brief breakdown of this community in their own words:</p>\n<p><strong>The Centre for Effective Altruism</strong></p>\n<blockquote>\n<p>The Centre for Effective Altruism helps to grow and maintain the effective altruism movement.</p>\n<p>Our vision is an optimal world. Our mission is to create a global community of people who have made helping others a core part of their lives, and who use evidence and scientific reasoning to figure out how to do so as effectively as possible.</p>\n<p>The Centre for Effective Altruism acts as a springboard for the effective altruism movement. It aims to:</p>\n<ul>\n<li>promote and strengthen effective altruism as an idea and a community,</li>\n<li>help figure out how best to advance the wellbeing of all, and</li>\n<li>inspire people to take action based on that knowledge.</li>\n</ul>\n</blockquote>\n<p><strong>Effective Altruism</strong></p>\n<blockquote>\n<p>Effective altruism is about answering one simple question: how can we use our resources to help others the most? Rather than just doing what feels right, we use evidence and careful analysis to find the very best causes to work on.</p>\n<p>Effective altruism [is] the use of high-quality evidence and careful reasoning to work out how to help others as much as possible. Its purpose is to help you figure out how you can do the most good.</p>\n</blockquote>\n<p><strong>EA Concepts</strong></p>\n<blockquote>\n<p>There are countless actions we could take to try to improve the world. Identifying the most effective actions is difficult. The effective altruism community conducts research aimed at addressing this problem, drawing on existing disciplines like economics, epistemology, ethics, and decision theory. The <em>EA Concepts</em> project is an attempt to organize the most relevant ideas in a rough conceptual map of the effective altruism research space.</p>\n<p>At the highest level, we divide the research space into the following categories:</p>\n<ul>\n<li><em>Relevant features of the world</em>, which includes inquiries of how the world is and how our actions can impact it.</li>\n<li><em>Ethical decision-making</em>, which provides tools for translating facts about the world into decisions that advance our values.</li>\n<li><em>Assorted recommendations</em>, which catalogs applications of the above decision-making process in various contexts.</li>\n</ul>\n</blockquote>\n<p><strong>80,000 Hours</strong></p>\n<blockquote>\n<p>We started 80,000 Hours because we couldn't find any sources of advice on how to do good with our own working lives. Since 2011, we've been on a mission to figure out how best to choose a career with high social impact.</p>\n<p>Our aim is to help as many people as possible lead high-impact careers. We do this by providing career advice for talented young people who want to have a social impact.</p>\n<p>Our goal is to help [people] get the meaningful careers they want, funneling more talent toward the world's most pressing social problems.</p>\n<p>We do in-depth research alongside academics at Oxford into how graduates can make the biggest difference possible with their careers, both through overall career choice and within a given field.</p>\n</blockquote>\n<p><strong>The Future of Humanity Institute</strong></p>\n<blockquote>\n<p>FHI is a multidisciplinary research institute at the University of Oxford. Academics at FHI bring the tools of mathematics, philosophy, social sciences, and science to bear on big-picture questions about humanity and its prospects.</p>\n<p>Humanity has the potential for a long and flourishing future. Our mission is to shed light on crucial considerations that might shape that future.</p>\n</blockquote>\n<p><strong>The Open Philanthropy Project</strong></p>\n<blockquote>\n<p>The Open Philanthropy Project mission is to give as effectively as we can and share our findings openly so that anyone can build on our work. Through research and grantmaking, we hope to learn how to make philanthropy go especially far in terms of improving lives. We're passionate about maximizing the impact of our giving, and we're excited to connect with other donors who share our passion.</p>\n<p>The Open Philanthropy Project identifies outstanding giving opportunities, makes grants, follows the results, and publishes our findings.</p>\n</blockquote>\n<p>Together this community developed <a href=\"https://80000hours.org/articles/problem-framework/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\">a framework for comparing different globals problems in terms of social impact</a> that, when applied to their <a href=\"https://80000hours.org/problem-profiles/global-priorities-research/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\">global priorities research</a>, lead them to create <a href=\"https://80000hours.org/articles/cause-selection/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\">a list of the most urgent global issues</a> and to define ways in which one might contribute to the world's most pressing problems (through resources such as <a href=\"https://80000hours.org/career-guide/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\">a career guide</a> and <a href=\"https://80000hours.org/career-decision/\" target=\"_blank\" rel=\"nofollow noopener noreferrer\">a career decision tool</a>).</p>\n<h3 id=\"to-be-continued\"><a href=\"#to-be-continued\" aria-hidden=\"true\" class=\"anchor\"><svg aria-hidden=\"true\" height=\"16\" version=\"1.1\" viewBox=\"0 0 16 16\" width=\"16\"><path fill-rule=\"evenodd\" d=\"M4 9h1v1H4c-1.5 0-3-1.69-3-3.5S2.55 3 4 3h4c1.45 0 3 1.69 3 3.5 0 1.41-.91 2.72-2 3.25V8.59c.58-.45 1-1.27 1-2.09C10 5.22 8.98 4 8 4H4c-.98 0-2 1.22-2 2.5S3 9 4 9zm9-3h-1v1h1c1 0 2 1.22 2 2.5S13.98 12 13 12H9c-.98 0-2-1.22-2-2.5 0-.83.42-1.64 1-2.09V6.25c-1.09.53-2 1.84-2 3.25C6 11.31 7.55 13 9 13h4c1.45 0 3-1.69 3-3.5S14.5 6 13 6z\"></path></svg></a><em>To be continued…</em></h3>\n<p>What's to come?</p>\n<ul>\n<li>An analysis of the progress of the effective altruism community.</li>\n<li>An analysis of my personal connection to specific high-impact global priorities.</li>\n</ul>\n<hr>\n<p>Dear reader, I'm terribly sorry that I never finished writing this. As with all my writings, if you have a strong desire to for me to elaborate on the thoughts here, then please reach out to me and let me know. I promise I'll listen, as it turns out that I'm rather receptive to encouragement.</p>\n<p>Send me an email and I'll get back to you eventually. (My timeliness depends on the email, the weather, the day of the week, the month of the year, the pair of socks I'm wearing, and the amount of time that has past since I last ate a bowl of cereal.)</p>\n<p>hartsoughdavid@gmail.com</p>","frontmatter":{"title":"What does the world need?","date":"2018-02-02","description":"The world needs humanity to define itself, its needs, and its priorities. Together, humanity can create a world the fosters flourishing.","keywords":"world, need, humanity, definition, priorities, flourishing, effective, altruism"},"fields":{"slug":"/what-does-the-world-need/"}}},"pageContext":{"slug":"/what-does-the-world-need/"}}